export const highMountainsData: GeoJSON.FeatureCollection<any> = {
    "type": "FeatureCollection",
    "features": [
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.9572655,23.46999192 ]
        },
        "properties": {
        "名稱":"玉山主峰",
        "基石":"一等三角點",
        "位置":"南投縣信義鄉",
        "山脈":"玉山山脈",
        "園區":"玉山國家公園",
        "海拔":"3,952 公尺",
        "TWD67 TM2":"244806, 2596536"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.2317649,24.38340386 ]
        },
        "properties": {
        "名稱":"雪山主峰",
        "基石":"一等三角點",
        "位置":"台中市和平區",
        "山脈":"雪山山脈",
        "園區":"雪霸國家公園",
        "海拔":"3,886 公尺",
        "TWD67 TM2":"272681, 2697710"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.231,24.3876 ]
        },
        "properties": {
        "名稱":"雪山北稜角",
        "基石":"無基石",
        "位置":"苗栗縣泰安鄉",
        "山脈":"雪山山脈",
        "園區":"雪霸國家公園",
        "海拔":"3,880 公尺",
        "TWD67 TM2":"272602, 2698175"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.959,23.4911 ]
        },
        "properties": {
        "名稱":"玉山北北峰",
        "基石":"無基石",
        "位置":"南投縣信義鄉",
        "山脈":"玉山山脈",
        "園區":"玉山國家公園",
        "海拔":"3,833 公尺",
        "TWD67 TM2":"244984, 2598874"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.0575476,23.49678156 ]
        },
        "properties": {
        "名稱":"秀姑巒山",
        "基石":"二等三角點",
        "位置":"南投縣信義鄉",
        "山脈":"中央山脈",
        "園區":"玉山國家公園",
        "海拔":"3,805 公尺",
        "TWD67 TM2":"255049, 2599503"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.0672353,23.52033183 ]
        },
        "properties": {
        "名稱":"馬博拉斯山",
        "基石":"森林三角點",
        "位置":"南投縣信義鄉",
        "山脈":"中央山脈",
        "園區":"玉山國家公園",
        "海拔":"3,785 公尺",
        "TWD67 TM2":"256037, 2602112"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.439374,24.36181086 ]
        },
        "properties": {
        "名稱":"南湖大山",
        "基石":"一等三角點",
        "位置":"台中市和平區",
        "山脈":"中央山脈",
        "園區":"太魯閣國家公園",
        "海拔":"3,742 公尺",
        "TWD67 TM2":"293748, 2695370"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.4162181,24.31022864 ]
        },
        "properties": {
        "名稱":"中央尖山",
        "基石":"三等三角點",
        "位置":"台中市和平區",
        "山脈":"中央山脈",
        "園區":"太魯閣國家公園",
        "海拔":"3,698 公尺",
        "TWD67 TM2":"291415, 2689649"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.0921246,23.62663156 ]
        },
        "properties": {
        "名稱":"東郡大山",
        "基石":"一等三角點",
        "位置":"南投縣信義鄉",
        "山脈":"中央山脈",
        "園區":"無",
        "海拔":"3,619 公尺",
        "TWD67 TM2":"258571, 2613885"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.3345458,24.11833714 ]
        },
        "properties": {
        "名稱":"奇萊北峰",
        "基石":"一等三角點",
        "位置":"花蓮縣秀林鄉",
        "山脈":"中央山脈",
        "園區":"太魯閣國家公園",
        "海拔":"3,607 公尺",
        "TWD67 TM2":"283177, 2668375"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.9924144,23.28427269 ]
        },
        "properties": {
        "名稱":"向陽山",
        "基石":"三等三角點",
        "位置":"台東縣海端鄉",
        "山脈":"中央山脈",
        "園區":"玉山國家公園",
        "海拔":"3,603 公尺",
        "TWD67 TM2":"248396, 2575970"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.1211921,24.33075336 ]
        },
        "properties": {
        "名稱":"大雪山",
        "基石":"二等三角點",
        "位置":"苗栗縣泰安鄉",
        "山脈":"雪山山脈",
        "園區":"雪霸國家公園",
        "海拔":"3,530 公尺",
        "TWD67 TM2":"261470, 2691865"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.2580415,24.45774917 ]
        },
        "properties": {
        "名稱":"大霸尖山",
        "基石":"二等三角點",
        "位置":"苗栗縣泰安鄉",
        "山脈":"雪山山脈",
        "園區":"雪霸國家公園",
        "海拔":"3,492 公尺",
        "TWD67 TM2":"275331, 2705949"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.2711708,24.14263147 ]
        },
        "properties": {
        "名稱":"合歡主峰",
        "基石":"三等三角點",
        "位置":"南投縣仁愛鄉",
        "山脈":"中央山脈",
        "園區":"太魯閣國家公園",
        "海拔":"3,417 公尺",
        "TWD67 TM2":"276730, 2671052"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.011,23.3459 ]
        },
        "properties": {
        "名稱":"南雙頭山",
        "基石":"無基石",
        "位置":"花蓮縣卓溪鄉",
        "山脈":"中央山脈",
        "園區":"玉山國家公園",
        "海拔":"3,356 公尺",
        "TWD67 TM2":"250297, 2582794"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.8742288,23.05114303 ]
        },
        "properties": {
        "名稱":"卑南主山",
        "基石":"一等三角點",
        "位置":"高雄市桃源區",
        "山脈":"中央山脈",
        "園區":"無",
        "海拔":"3,295 公尺",
        "TWD67 TM2":"236284, 2550160"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.7613945,22.6270425 ]
        },
        "properties": {
        "名稱":"北大武山",
        "基石":"一等三角點",
        "位置":"屏東縣泰武鄉",
        "山脈":"中央山脈",
        "園區":"無",
        "海拔":"3,092 公尺",
        "TWD67 TM2":"224646, 2503214"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.2661296,23.87270153 ]
        },
        "properties": {
        "名稱":"安東軍山",
        "基石":"一等三角點",
        "位置":"花蓮縣萬榮鄉",
        "山脈":"中央山脈",
        "園區":"無",
        "海拔":"3,068 公尺",
        "TWD67 TM2":"276274, 2641157"
        }
    }
]}


export const middleMountainsData: GeoJSON.FeatureCollection<any> = {
    "type": "FeatureCollection",
    "features": [
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.2395566,23.72449958 ]
        },
        "properties": {
        "名稱":"六順山",
        "基石":"森林三角點",
        "位置":"花蓮縣萬榮鄉",
        "山脈":"中央山脈",
        "園區":"無",
        "海拔":"2,999 公尺",
        "TWD67 TM2":"273596, 2624740"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.2208027,23.78176089 ]
        },
        "properties": {
        "名稱":"卡社大山",
        "基石":"三等三角點",
        "位置":"南投縣信義鄉",
        "山脈":"無",
        "園區":"無",
        "海拔":"2,946 公尺",
        "TWD67 TM2":"271674, 2631078"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.3132744,23.81858239 ]
        },
        "properties": {
        "名稱":"大安山",
        "基石":"二等三角點 ",
        "位置":"花蓮縣萬榮鄉",
        "山脈":"無",
        "園區":"無",
        "海拔":"2,828 公尺",
        "TWD67 TM2":"281089, 2635174"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.8050577,23.09339761 ]
        },
        "properties": {
        "名稱":"溪南山",
        "基石":"三等三角點",
        "位置":"高雄市桃源區",
        "山脈":"中央山脈",
        "園區":"無",
        "海拔":"2,650 公尺",
        "TWD67 TM2":"229202, 2554847"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.569986,24.25679586 ]
        },
        "properties": {
        "名稱":"二子山",
        "基石":"二等三角點",
        "位置":"花蓮縣秀林鄉",
        "山脈":"無",
        "園區":"無",
        "海拔":"2,565 公尺",
        "TWD67 TM2":"307047, 2683787"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.1082238,24.47852014 ]
        },
        "properties": {
        "名稱":"榛山",
        "基石":"三等三角點",
        "位置":"苗栗縣泰安鄉",
        "山脈":"無",
        "園區":"雪霸國家公園",
        "海拔":"2,489 公尺",
        "TWD67 TM2":"260141, 2708229"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.8177551,23.44958292 ]
        },
        "properties": {
        "名稱":"北霞山",
        "基石":"三等三角點",
        "位置":"嘉義縣阿里山鄉",
        "山脈":"無",
        "園區":"無",
        "海拔":"2,471 公尺",
        "TWD67 TM2":"230552, 2594287"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.8218067,22.93575058 ]
        },
        "properties": {
        "名稱":"內本鹿山",
        "基石":"三等三角點 ",
        "位置":"高雄市茂林區",
        "山脈":"無",
        "園區":"無",
        "海拔":"2,459 公尺",
        "TWD67 TM2":"230897, 2537388"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.3296754,23.87899678 ]
        },
        "properties": {
        "名稱":"南二子山",
        "基石":"三等三角點",
        "位置":"花蓮縣萬榮鄉",
        "山脈":"無",
        "園區":"無",
        "海拔":"2,454 公尺",
        "TWD67 TM2":"282744, 2641868"
        }
    }
]}

export const lowMountainsData: GeoJSON.FeatureCollection<any> = {
    "type": "FeatureCollection",
    "features": [
   {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.7125908,22.33550742 ]
        },
        "properties": {
        "名稱":"南湖呂山",
        "基石":"二等三角點",
        "位置":"屏東縣獅子鄉",
        "山脈":"無",
        "園區":"無",
        "海拔":"1,325 公尺",
        "TWD67 TM2":"219568, 2470943"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.7675896,22.34715803 ]
        },
        "properties": {
        "名稱":"茶茶牙頓山",
        "基石":"三等三角點",
        "位置":"屏東縣獅子鄉",
        "山脈":"無",
        "園區":"無",
        "海拔":"1,325 公尺",
        "TWD67 TM2":"225235, 2472223"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.5135262,25.1710607 ]
        },
        "properties": {
        "名稱":"大屯山西峰",
        "基石":"北市",
        "位置":"新北市淡水區",
        "山脈":"大屯山系",
        "園區":"陽明山國家公園",
        "海拔":"982 公尺",
        "TWD67 TM2":"300934, 2785027"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.7398683,22.74911636 ]
        },
        "properties": {
        "名稱":"霧台山",
        "基石":"三等三角點",
        "位置":"屏東縣霧臺鄉",
        "山脈":"井步山系",
        "園區":"無",
        "海拔":"952 公尺",
        "TWD67 TM2":"222457, 2516735"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 121.317,23.2191 ]
        },
        "properties": {
        "名稱":"六十石山",
        "基石":"東管處控制點",
        "位置":"花蓮縣富里鄉",
        "山脈":"海岸山脈",
        "園區":"花東縱谷國家風景區",
        "海拔":"952 公尺",
        "TWD67 TM2":"281615, 2568788"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.7146756,22.29723422 ]
        },
        "properties": {
        "名稱":"巴層巴墨山",
        "基石":"森林三角點",
        "位置":"屏東縣獅子鄉",
        "山脈":"中央山脈",
        "園區":"陽明山國家公園",
        "海拔":"937 公尺",
        "TWD67 TM2":"219775, 2466704"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.7276343,22.31175758 ]
        },
        "properties": {
        "名稱":"內文山",
        "基石":"陸Ⅳ點",
        "位置":"屏東縣獅子鄉",
        "山脈":"無",
        "園區":"無",
        "海拔":"884 公尺",
        "TWD67 TM2":"221113, 2468310"
        }
    },
    {
        "type": "Feature",
        "geometry": {
            "type": "Point",
            "coordinates":  [ 120.6916212,22.30566014 ]
        },
        "properties": {
        "名稱":"霧里乙南山",
        "基石":"土地調查局三等三角點",
        "位置":"屏東縣獅子鄉",
        "山脈":"無",
        "園區":"無",
        "海拔":"747 公尺",
        "TWD67 TM2":"217401, 2467642"
        }
    }
 ]
 }